, 208976
the 145549
in 87304
of 86034
. 73730
and 64244
a 63330
to 53980
'' 35632
's 30068
that 21904
for 21274
on 20836
at 19799
is 17122
new 16169
was 15078
with 15018
from 14753
as 13167
by 12824
said 12769
his 12199
he 11815
who 11697
an 11112
mr. 9646
has 9368
york 9065
it 8743
-- 8456
; 7216
city 6390
had 6136
its 6123
be 6110
have 6062
-lrb- 5670
-rrb- 5638
president 5557
but 5529
which 5439
are 5439
about 5401
: 5335
not 5199
one 5051
this 4878
after 4742
last 4337
will 4302
united 4265
been 4224
were 4148
when 4144
would 4092
her 3896
more 3893
two 3867
where 3866
they 3849
iraq 3799
state 3711
university 3628
their 3600
$ 3512
years 3508
brooklyn 3460
or 3399
american 3354
israel 3318
up 3278
like 3272
states 3242
first 3242
china 3242
she 3188
former 3169
other 3092
than 2945
also 2919
east 2876
year 2869
i 2842
most 2839
into 2804
over 2799
there 2716
manhattan 2655
out 2589
world 2538
county 2520
company 2515
minister 2501
chief 2468
people 2447
some 2380
west 2324
queens 2311
island 2290
home 2285
all 2279
now 2226
john 2182
school 2149
executive 2090
republican 2083
germany 2051
long 2049
south 2046
three 2028
north 2010
iran 2006
center 2003
time 1998
government 1978
senator 1973
jersey 1969
between 1957
europe 1954
including 1938
we 1924
against 1912
russia 1907
what 1894
before 1894
general 1891
bush 1884
street 1837
if 1819
france 1810
officials 1809
because 1807
made 1795
california 1791
through 1784
many 1780
house 1766
could 1747
only 1745
him 1738
yesterday 1724
war 1718
since 1710
week 1699
prime 1697
group 1688
national 1681
park 1669
country 1665
' 1660
may 1657
million 1619
italy 1612
just 1594
ms. 1582
while 1564
so 1549
middle 1547
no 1526
director 1506
bank 1506
museum 1504
international 1500
political 1476
you 1473
ohio 1473
japan 1470
day 1463
washington 1462
even 1453
sunday 1441
during 1435
then 1433
part 1432
baghdad 1408
them 1398
art 1388
can 1385
mexico 1354
chairman 1348
ago 1340
near 1335
news 1325
born 1320
college 1306
under 1301
military 1291
died 1283
police 1277
san 1276
whose 1265
among 1257
family 1256
another 1253
nations 1246
here 1245
next 1244
public 1242
called 1242
month 1234
four 1223
much 1220
work 1219
leader 1217
n't 1201
being 1200
off 1199
los 1194
did 1191
back 1187
friday 1172
both 1165
security 1163
way 1161
wednesday 1153
london 1149
professor 1148
avenue 1148
florida 1148
india 1147
town 1143
tuesday 1143
do 1141
based 1137
angeles 1129
thursday 1127
america 1124
well 1121
percent 1117
still 1116
office 1109
asia 1109
business 1100
connecticut 1098
monday 1092
paris 1084
nuclear 1079
those 1078
capital 1076
party 1067
law 1065
recent 1060
team 1059
left 1055
place 1046
texas 1046
several 1044
high 1040
dr. 1038
england 1034
program 1026
mayor 1022
union 1019
secretary 1014
around 1012
court 1007
five 1005
southern 1002
son 999
article 998
according 997
representative 990
make 990
central 990
meeting 988
10 981
down 981
night 977
foreign 969
district 968
early 964
european 963
man 960
p.m. 947
democratic 946
saturday 945
father 942
area 934
any 933
region 928
days 927
second 922
life 914
bill 913
n.y. 912
known 911
george 907
administration 907
took 905
say 905
how 900
attorney 898
j. 897
leaders 892
russian 887
northern 886
few 882
across 878
recently 878
began 875
st. 875
white 873
came 872
take 869
along 868
david 866
1 861
killed 861
governor 858
show 857
africa 851
beach 849
found 847
top 846
2005 845
reported 843
canada 841
own 839
miles 837
major 835
power 835
spain 834
side 833
set 828
children 826
oil 825
support 822
end 821
history 818
hussein 817
lebanon 815
korea 813
become 812
music 810
late 806
michael 802
building 801
massachusetts 798
democrat 797
robert 797
2006 794
outside 794
told 791
river 789
held 786
palestinian 786
visit 782
boston 782
young 781
chicago 780
james 780
my 780
campaign 778
beijing 777
small 769
case 768
federal 767
largest 766
won 761
far 759
british 754
later 748
service 745
virginia 743
led 742
gov. 740
our 740
today 739
least 738
syria 738
western 737
announced 733
daughter 731
march 729
20 726
june 725
became 724
months 723
open 723
moved 723
great 723
run 720
right 720
mother 718
conference 717
members 716
same 715
wife 713
economic 712
senior 711
australia 708
times 708
2004 705
once 705
2003 703
film 703
should 700
saddam 700
plan 697
official 696
used 693
game 692
countries 691
july 689
men 688
2 681
taiwan 681
church 679
very 677
get 675
old 673
30 672
though 671
past 667
a. 665
little 664
de 663
gaza 663
big 661
bay 660
r. 658
institute 657
vice 655
until 653
committee 652
department 649
market 649
orleans 648
help 648
philadelphia 644
play 644
death 642
israeli 642
council 641
francisco 640
went 640
might 637
lives 637
says 633
these 629
best 628
name 628
hill 628
going 626
real 625
go 623
village 623
plans 621
head 621
trade 621
nearly 620
companies 620
april 620
development 617
come 616
paul 616
local 616
such 615
pakistan 614
11 613
troops 611
away 607
richard 606
black 606
report 605
community 603
research 602
editor 601
women 599
hospital 598
force 596
put 596
theater 595
summer 595
sudan 594
six 594
& 592
weeks 592
afghanistan 590
met 590
number 586
interview 586
deal 581
member 581
worked 581
agency 580
policy 580
fort 579
army 578
money 577
already 576
energy 576
border 573
rights 573
brazil 572
site 572
louisiana 572
william 566
large 566
` 566
peace 565
named 565
without 565
point 565
residents 565
chinese 562
election 562
television 560
firm 558
jerusalem 558
billion 557
working 555
less 555
see 554
good 552
8 552
15 552
others 551
correction 551
move 550
hall 550
does 550
private 548
senate 547
neighborhood 547
arts 543
red 543
officer 543
race 540
3 540
columbia 539
grew 539
medical 538
talks 538
road 537
half 536
played 536
eastern 536
close 535
include 534
calif. 533
cities 532
arizona 532
forces 531
m. 530
use 529
tour 527
nation 525
leading 524
trying 522
2002 522
d. 521
e. 521
third 520
carolina 519
heights 519
services 518
built 517
club 517
peter 516
project 515
attacks 515
moscow 515
atlanta 514
saying 513
12 513
gas 512
spitzer 512
whether 512
coast 512
book 512
students 510
lived 509
hotel 509
woman 509
victory 508
iraqi 508
toward 507
board 507
french 505
venezuela 503
effort 502
role 502
series 502
season 501
mark 501
making 500
helped 499
earlier 496
expected 495
tehran 495
violence 495
control 494
field 494
trip 492
financial 492
received 491
lost 491
pennsylvania 489
candidate 488
charles 486
health 484
relations 484
living 482
games 481
asked 480
thomas 479
me 479
arab 478
25 477
never 477
line 476
attack 476
too 476
spent 475
live 474
w. 474
married 471
every 470
almost 469
system 468
includes 467
works 467
schools 466
no. 465
opened 465
included 463
shiite 462
kong 462
jr. 461
native 460
lake 459
growing 459
often 459
hong 458
having 458
rice 458
each 457
decision 456
press 455
eliot 455
annan 455
thousands 455
houston 454
efforts 453
himself 452
think 451
clinton 450
civil 449
example 448
call 447
main 447
taken 446
cup 445
estate 445
january 443
darfur 442
founder 442
areas 440
? 439
organization 438
final 438
5 438
running 438
britain 438
return 437
sept. 437
fall 436
streets 436
stop 436
newark 434
car 434
agreement 433
jewish 433
industry 433
air 432
sharon 432
parts 432
n.j. 432
9 431
behind 431
turkey 430
sent 429
free 428
misstated 428
groups 428
4 427
face 427
issue 427
presidential 426
hours 426
province 424
c. 423
morning 423
democrats 422
joseph 419
mahmoud 419
station 418
page 418
killing 418
18 417
restaurant 416
lead 416
7 415
6 414
coach 414
port 414
given 413
seattle 413
defense 413
technology 411
manager 411
congress 411
meet 409
staten 408
prison 408
cuba 408
retired 408
corporation 407
judge 407
lower 405
vote 404
yet 404
human 401
job 401
raised 400
festival 399
airport 399
mississippi 398
started 398
important 398
brought 397
start 397
friends 395
ireland 395
author 394
future 394
a.m. 394
apartment 394
intelligence 394
land 393
14 393
media 393
b. 393
workers 392
hills 392
base 392
2001 391
popular 391
elections 390
tomorrow 389
tom 389
l. 388
lawyer 387
republicans 387
again 386
section 385
story 385
wrote 385
olmert 385
valley 384
especially 384
build 384
berlin 384
want 383
february 383
league 383
50 383
weapons 383
iowa 382
husband 381
investigation 381
star 381
although 381
agreed 380
special 379
possible 377
taking 377
memorial 377
2000 377
charges 376
s. 376
kofi 375
latin 375
chávez 374
study 373
jackson 373
square 373
places 373
november 373
louis 372
columbus 372
current 371
travel 371
find 370
planned 370
water 370
seen 370
parents 370
division 370
biggest 369
palestinians 368
record 368
seven 368
h. 367
better 367
jordan 367
're 367
howard 367
gave 366
islamic 366
food 365
december 365
statement 364
miami 364
turned 364
give 363
maine 362
career 361
pay 360
within 360
grand 360
modern 360
decades 360
spokesman 359
mount 358
social 356
ukraine 355
downtown 355
westchester 355
owner 355
austria 354
natural 354
scheduled 354
us 353
al 352
operations 351
change 351
together 351
americans 351
train 351
weekend 350
u.s. 350
ontario 350
switzerland 350
likely 349
survived 349
served 348
age 348
22 348
100 348
hamas 348
brown 347
education 347
referred 347
16 346
plant 346
know 345
green 345
despite 345
keep 344
players 344
throughout 344
ambassador 344
netherlands 344
particularly 342
moving 342
martin 342
commission 341
full 341
joined 341
course 341
hezbollah 340
f. 339
itself 339
17 339
look 339
september 338
german 338
minutes 338
brother 338
homes 337
century 337
miller 336
student 336
hudson 336
population 335
ii 335
king 335
got 335
accused 335
utah 334
tokyo 334
association 334
rome 334
evening 334
need 333
whom 333
fire 333
science 333
lot 333
radio 332
soon 332
authority 332
egypt 332
global 331
aid 331
ahmadinejad 331
information 330
conservative 330
coming 329
described 329
position 329
hollywood 329
ehud 329
13 328
24 328
enough 327
wanted 327
arrested 327
bob 327
friend 327
upper 325
microsoft 325
beirut 325
short 324
italian 324
why 323
indonesia 322
abu 322
spring 322
production 322
19 322
40 321
front 321
perhaps 319
store 319
view 319
oct. 319
authorities 319
latest 318
arrived 318
stadium 318
la 318
opening 318
headquarters 317
ever 317
partner 317
calls 316
astoria 315
toronto 315
rest 315
mccain 315
greene 315
collection 314
august 314
network 314
event 314
economy 314
strong 314
similar 313
room 313
win 313
october 313
60 311
frank 311
politics 311
eight 311
investment 311
space 310
involved 310
assistant 310
lee 309
shot 309
republic 309
chirac 309
pressure 309
hit 309
hundreds 309
japanese 309
returned 308
playing 308
crisis 308
winter 308
v. 307
21 307
26 307
gen. 307
soldiers 307
considered 307
created 306
looking 306
design 306
justice 306
opera 306
officers 306
greenwich 306
your 306
issues 305
stephen 305
muslim 305
kentucky 305
drive 305
opposition 304
allen 303
jim 303
jacques 303
appeared 303
georgia 303
released 303
different 303
owned 303
graduated 303
clear 302
heart 302
writer 302
mrs. 302
elsewhere 301
always 301
management 300
kind 300
studies 300
democracy 300
events 300
something 300
english 300
kansas 300
29 300
tried 299
telephone 298
culture 298
begin 297
sold 297
bronx 297
allow 297
smith 297
towns 297
metropolitan 297
offer 296
feb. 296
speech 294
elected 294
ballet 294
senators 294
ariel 294
nebraska 294
dec. 293
society 293
must 292
above 292
argentina 291
sports 291
shanghai 291
a1 291
aug. 290
comes 289
annual 288
trial 288
prominent 288
starting 288
cleveland 287
deputy 287
degree 287
using 286
hugo 286
instead 286
28 286
offered 285
detroit 284
tax 284
regional 284
academy 284
care 283
things 283
housing 283
- 283
indian 283
seeking 282
jan. 282
hard 282
runs 282
fighting 282
putin 281
leave 281
cbs 281
edward 281
really 281
've 281
foundation 280
(718) 279
majority 279
suicide 279
buildings 279
attended 279
fact 278
garden 278
hold 278
johnson 278
wall 278
fund 277
mass. 277
seemed 276
artists 276
buy 276
legal 276
27 275
construction 275
mary 275
susan 275
1990 274
warner 274
exhibition 274
mountain 274
nov. 274
oklahoma 274
fourth 273
battle 273
rock 272
borough 272
hurricane 272
seems 271
damascus 271
google 271
nassau 271
passed 271
proposed 271
love 270
contemporary 270
jobs 269
houses 268
web 268
letter 268
soviet 268
inside 267
bought 267
colorado 267
visited 267
historic 266
christopher 266
prices 266
catholic 266
neighborhoods 265
albany 265
conflict 265
staff 265
saudi 265
price 264
player 264
create 264
charged 264
ties 264
continue 264
abbas 264
planning 263
fight 263
added 263
strip 263
published 263
newspaper 263
list 263
23 262
football 262
interest 262
famous 262
continued 262
powerful 262
programs 261
resort 261
order 261
probably 261
rev. 261
sites 261
african 260
title 260
henry 260
huge 260
olympic 260
bridge 260
makes 259
problems 258
sea 258
step 258
independent 258
beyond 258
mostly 257
michigan 257
increase 256
try 256
movie 256
reporters 256
olympics 256
artist 256
gallery 255
decided 255
post 255
thought 255
morgan 255
royal 255
resident 255
parliament 255
executives 255
sunni 254
sales 254
founded 254
wants 254
haven 254
ground 254
influence 254
cut 254
dead 254
daniel 253
cultural 253
gates 252
labor 252
1980 251
designed 251
action 251
chile 251
incorrectly 251
chancellor 250
voters 250
illinois 250
round 250
suffolk 250
signed 249
i. 249
religious 249
reached 249
turn 248
terrorist 248
bolivia 248
ended 248
question 248
proposal 247
g. 246
fox 246
further 246
bombing 246
internet 245
terrorism 245
host 245
commercial 245
atlantic 244
negotiations 244
potential 244
criminal 244
movement 244
stage 244
issued 244
kerry 243
beginning 243
projects 242
turin 242
seat 242
talk 242
princeton 242
bomb 242
property 242
harvard 242
stanley 241
urban 241
santa 241
training 240
match 240
families 240
graduate 240
1999 240
getting 239
scott 239
arnold 239
supreme 239
couple 239
afternoon 239
largely 239
evidence 239
points 239
p. 238
bring 238
scene 238
exchange 238
route 238
affairs 237
drug 237
ny 237
primary 237
sister 237
takes 237
visiting 237
williams 237
response 236
champion 236
nigeria 236
candidates 236
dance 235
reports 235
master 235
bloomberg 235
forced 235
spoke 234
funeral 234
provide 234
nine 234
addition 234
threat 234
associated 234
christian 233
paid 233
remains 233
done 233
medicine 233
settlement 233
leadership 233
baltimore 233
uranium 233
relationship 233
films 232
growth 232
rather 231
owns 231
idea 231
calling 231
steve 230
hu 230
feet 230
books 230
spending 230
restaurants 230
child 230
studio 229
vancouver 229
rule 229
idaho 228
thing 228
iranian 228
andrew 228
poland 228
sale 228
attention 227
industrial 227
followed 227
van 227
sign 227
problem 226
mike 226
schwarzenegger 226
written 226
stock 226
class 226
leaving 226
jack 225
1998 225
eric 225
rose 225
ridge 225
arabia 225
competition 224
fla. 224
longtime 224
traveled 224
kennedy 224
corporate 224
cases 223
believed 223
canadian 223
lines 223
greenpoint 222
worth 222
dollars 222
anthony 222
process 222
ghraib 221
decade 221
assembly 221
performance 221
able 220
castro 220
markets 220
bid 219
computer 219
column 219
soccer 219
hope 218
ali 218
tennessee 218
produced 218
congressional 218
success 218
band 218
corner 217
poor 217
tony 217
commander 217
associate 217
immigrants 217
missouri 216
dallas 216
doing 216
forest 216
dean 216
needed 216
forward 215
fellow 215
following 215
indiana 215
personal 215
ceremony 215
31 214
hariri 214
diplomatic 213
message 213
200 213
gold 213
belgium 213
am 212
debate 212
longer 212
directed 212
ministry 211
formerly 211
believe 211
pittsburgh 210
suggested 210
sell 210
elizabeth 210
below 210
giant 210
teams 210
model 209
changes 209
tonight 208
sydney 208
join 207
finance 207
conn. 207
nearby 206
invasion 206
fifth 206
speaking 206
1970 206
referring 206
experience 205
collins 205
championship 205
term 205
nelson 205
remain 205
economist 205
shows 205
saw 205
complex 204
challenge 204
failed 204
guard 204
themselves 204
ran 204
rise 204
architect 204
hometown 203
wal-mart 203
jews 203
teacher 202
employees 202
camp 202
factory 202
hand 202
kenya 202
70 202
lincoln 202
insurance 202
sought 201
investors 201
jones 201
thailand 201
however 200
questions 200
35 199
stars 199
search 199
producer 199
increasingly 199
sam 199
fans 199
las 199
dozen 198
madrid 198
diego 198
palm 198
steven 198
dispute 198
stores 197
greater 197
murder 197
finally 197
figure 197
criticized 197
stay 197
strategy 197
80 196
form 196
citizens 196
highest 196
filed 195
ahead 195
maryland 195
illegal 195
roman 195
vladimir 194
mission 194
single 194
test 194
pacific 194
records 194
orange 194
needs 194
alaska 194
policies 193
daily 193
shop 193
magazine 192
discuss 192
asian 192
emergency 192
declared 192
let 192
practice 191
bombings 191
ordered 191
offices 191
campus 191
grandchildren 191
showed 191
1997 190
ways 190
studied 190
version 190
bad 190
murdoch 190
2007 190
activities 190
interior 189
southeast 189
northeast 189
syrian 189
carlos 189
unit 189
mass 189
favorite 188
withdrawal 188
focus 188
captured 188
release 188
reach 188
fields 188
antonio 188
share 188
bus 188
1960 188
quickly 188
qaeda 187
brian 187
person 187
wine 187
developed 187
'm 187
spanish 187
offers 186
jintao 186
video 186
katrina 186
counties 186
2008 186
fashion 186
original 186
minnesota 186
body 186
islam 185
widely 185
concert 185
warned 185
austin 185
broadway 185
cost 184
address 184
tournament 184
act 184
picture 184
farm 184
fairfield 184
bar 184
serious 184
contract 184
carried 184
terms 184
significant 184
noted 184
delhi 183
budget 183
charge 183
ford 183
settlements 183
harlem 183
constitution 182
alexander 182
adding 182
continues 182
adviser 182
novel 182
alan 182
eventually 182
presence 182
vegas 182
rising 182
architecture 181
marine 181
vienna 181
jamaica 181
nbc 181
resolution 181
traveling 181
prosecutor 181
insurgents 181
traditional 180
el 180
consider 180
becoming 180
subway 180
everything 180
concerns 180
traffic 180
plays 179
visits 179
offering 179
yale 179
vermont 179
prosecutors 179
barbara 178
clark 178
selling 178
light 178
commissioner 178
winning 178
suburb 178
pictures 177
gay 177
entire 177
approach 177
hartford 177
boy 177
designer 177
al-assad 177
singer 177
speaker 177
hour 176
intended 176
expert 176
established 176
musharraf 176
t. 176
closed 176
ocean 175
oregon 175
blue 175
lebanese 175
prize 175
independence 175
rules 175
millions 175
donald 175
somalia 175
alberta 175
fell 175
image 175
chance 174
library 174
corruption 174
finished 174
vietnam 174
sometimes 174
organized 174
critical 174
franklin 173
moment 173
phone 173
donations 173
figures 173
slope 173
error 173
davis 173
style 173
represents 173
revolution 173
operation 173
concern 173
critics 173
feel 173
chef 172
experts 172
panel 172
gulf 172
analysts 172
roosevelt 172
fine 172
cars 172
setting 172
goal 171
criticism 171
jeffrey 171
sun 171
headed 171
present 171
gardens 171
lieberman 171
colombia 171
armed 171
means 171
dozens 171
fuel 171
vast 171
difficult 171
cemetery 170
treatment 170
measure 170
bride 170
allowed 170
suburbs 170
higher 170
dinner 170
prisoners 170
coalition 169
brothers 169
gone 169
sure 169
giving 169
prepared 169
rural 169
status 169
baseball 169
review 169
rival 169
embassy 168
reason 168
sense 168
ban 168
secret 168
partners 168
customers 168
provided 168
spread 168
nothing 168
crowd 168
bruce 168
legislation 168
crime 168
instance 168
lawrence 168
demand 168
larger 167
flatbush 167
toyota 167
send 167
kim 167
introduced 167
performed 167
showing 167
flight 166
condoleezza 166
marriage 166
berkeley 166
successful 166
alone 166
steps 166
defeated 166
sweden 166
communities 166
key 165
joe 165
rich 165
dan 165
pope 165
compared 165
joint 165
visitors 165
block 165
flights 164
heard 164
marketing 164
earned 164
protest 164
goes 164
raise 164
hearing 164
expressed 164
borders 164
parties 164
temple 164
portland 164
whole 163
puerto 163
newly 163
1967 163
entertainment 163
assassination 163
silver 163
ruled 163
korean 162
harbor 162
operating 162
access 162
paintings 162
period 162
shown 162
josé 162
knew 162
lawsuit 162
seoul 161
hook 161
bridegroom 161
responsible 161
representatives 161
sanctions 161
flowers 161
walking 161
deaths 161
ben 161
era 161
result 161
violent 161
sadr 161
greenberg 160
serving 160
discovered 160
supporters 160
hawaii 159
deep 159
territory 159
struck 159
situation 159
northwest 159
attempt 159
delay 159
amman 159
begun 158
bowl 158
storm 158
voted 158
indeed 158
alabama 158
walk 158
politicians 158
names 158
results 157
arrest 157
hopes 157
copies 157
rupert 157
bashar 157
sons 157
direct 157
alliance 157
language 157
changed 157
caused 157
drew 156
analyst 156
broke 156
shore 156
systems 156
chuck 156
effect 156
mountains 156
urged 156
environmental 156
lawyers 156
cross 156
1950 155
sound 155
southwest 155
arms 155
re-election 154
subject 154
common 154
particular 154
blair 154
bergen 154
economics 154
pervez 154
basketball 153
certain 153
editing 153
fresh 153
ruling 153
read 153
summit 153
acting 153
either 153
chechnya 152
tours 152
jon 152
location 152
jeff 152
flew 151
fidel 151
driving 151
immigration 151
scandal 151
rafik 151
plants 151
girl 151
anniversary 150
1994 150
promised 150
broad 150
taylor 150
finland 150
holding 150
closer 150
increased 150
norway 150
'd 150
basra 149
looked 149
chris 149
stand 149
venture 149
convicted 149
freedom 149
portugal 149
1996 149
dubai 149
n. 149
kept 148
actually 148
true 148
cheney 148
progress 148
begins 148
anything 148
victims 148
protests 148
claims 148
enrichment 148
level 148
available 148
90 148
laws 148
lawmakers 147
refused 147
liberal 147
plane 147
jonathan 147
fair 147
abc 147
suspected 147
crimes 147
apparently 147
track 147
branch 147
tough 147
appears 146
acres 146
writing 146
helping 146
falls 146
felt 146
professional 146
fear 146
seem 146
shooting 145
seek 145
neck 145
views 145
mainland 145
domestic 145
remained 145
edge 145
kenneth 145
average 145
hired 145
previous 145
gary 145
journalist 144
loss 144
pentagon 144
presented 144
occurred 144
agent 144
attend 144
highly 144
improve 143
islands 143
ferry 143
arena 143
shortly 143
buffalo 143
draw 143
someone 143
reuters 143
focused 143
online 143
da 143
milan 143
paper 143
cast 142
ann 142
happened 142
completed 142
cause 142
sir 142
taught 142
forum 142
creative 142
kabul 142
golf 142
wilson 142
suburban 142
consultant 142
berlusconi 141
morales 141
benjamin 141
comments 141
quarter 141
supported 141
palace 141
advertising 141
districts 141
beloved 141
break 141
ca 141
phoenix 141
emerged 140
brussels 140
liberty 140
spend 140
civilians 140
iii 140
schröder 140
map 140
rick 140
standing 140
devoted 140
separate 139
range 139
juan 139
ethnic 139
returning 139
command 139
managing 139
investigators 139
confirmed 139
floor 139
actor 139
photographs 138
tell 138
pa. 138
winner 138
mind 138
neighbors 138
hot 138
heavily 138
painting 138
critic 137
terrorists 137
karzai 137
allies 137
wright 137
account 137
stood 137
leslie 137
sectarian 137
documents 137
tower 137
choice 137
various 137
wayne 137
contributions 137
citigroup 136
centers 136
militants 136
ministers 136
represented 136
youth 136
amsterdam 136
wisconsin 136
hotels 136
ancient 136
graham 136
push 136
kevin 136
losing 136
complete 136
institutions 136
cancer 136
arkansas 136
sony 136
mumbai 136
barrier 136
salt 136
orchestra 136
wide 136
merkel 135
e-mail 135
nomination 135
struggle 135
products 135
wounded 135
communications 135
relief 135
shares 135
larry 135
matter 135
serve 135
bringing 135
holy 135
produce 135
congressman 135
broadcast 135
currently 135
low 135
re 135
faces 135
meanwhile 135
maurice 134
cabinet 134
claim 134
guilty 134
quarterback 134
denver 134
voice 134
cooperation 134
lamont 134
meetings 134
45 134
risk 133
boulevard 133
conducted 133
pataki 133
roy 133
museums 133
tex. 133
upstate 133
agents 132
jazz 132
waters 132
transportation 132
inspired 132
carnegie 132
fired 132
hagel 132
prospect 132
approved 132
relatively 132
reporter 132
rare 132
co-founder 132
opportunity 132
involving 132
words 132
angela 131
tensions 131
talking 131
faced 131
failure 131
del 131
watch 131
universal 131
directly 131
beat 131
businesses 131
opponent 131
alternative 130
seconds 130
blunt 130
wave 130
expand 130
details 130
empire 130
nature 130
immigrant 130
muslims 130
total 130
principal 130
size 130
greatest 130
stewart 130
sides 130
reserve 130
voting 130
historian 130
shopping 130
stanford 130
costs 130
pass 129
governments 129
veteran 129
carry 129
passing 129
publicly 129
rejected 129
honor 129
suit 129
closely 129
identified 129
learned 129
owners 129
debut 129
threatened 129
possibility 128
jean 128
votes 128
prevent 128
dick 128
32 128
patrick 128
parks 128
fled 128
announcement 128
waterfront 128
op-ed 128
mitch 128
display 128
aids 128
cable 128
disney 127
defeat 127
adams 127
1,000 127
follow 127
hamid 127
pipeline 127
word 127
partnership 127
rhode 127
seized 127
gerhard 127
so-called 127
everyone 127
muhammad 127
brand 127
communist 127
facing 126
appear 126
barcelona 126
arthur 126
emirates 126
lieu 126
aimed 126
venice 126
accept 126
delaware 126
software 126
ethiopia 126
lott 126
resources 125
stories 125
exports 125
glass 125
supplies 125
singapore 125
legislature 125
performing 125
prince 125
interests 125
morris 125
tampa 125
stone 125
award 125
medal 125
chain 125
acknowledged 124
musical 124
neighboring 124
willing 124
equipment 124
quite 124
albert 124
rally 124
data 124
anyone 124
bbc 124
waiting 124
securities 124
numbers 124
connection 124
1995 124
militant 124
minneapolis 124
hands 124
queen 123
300 123
date 123
madison 123
dropped 123
vicente 123
parkway 123
spot 123
taliban 123
generation 123
older 123
appeal 123
ski 123
councilman 123
romney 123
box 123
crucial 122
florence 122
daughters 122
warren 122
hampshire 122
remarks 122
terror 122
heavy 122
continuing 122
philip 122
disease 122
trent 122
terminal 121
manchester 121
wealthy 121
rico 121
watched 121
gathered 121
facility 121
anne 121
mexican 121
misidentified 121
protection 121
upon 121
montreal 121
classic 121
funds 121
bureau 121
dayton 121
500 121
coney 120
heads 120
residential 120
retail 120
rate 120
bit 120
engineering 120
chen 120
responsibility 120
ally 120
trading 120
caught 120
homeland 120
recalled 120
looks 120
celebrated 120
advanced 120
dominican 120
specialist 120
cape 120
active 120
opens 119
ending 119
chose 119
pick 119
documentary 119
boys 119
mack 119
expansion 119
developing 119
yankees 119
previously 119
stations 119
easy 119
considering 119
greece 119
audience 119
writers 118
surprise 118
lack 118
rockland 118
smaller 118
channel 118
guantánamo 118
directors 118
ride 118
patients 118
chapel 118
enforcement 118
1989 118
convention 118
pushed 118
1992 118
shift 117
avoid 117
plains 117
luxury 117
fraud 117
cambridge 117
carrying 117
reform 117
financing 117
insurgency 117
zone 117
55 117
trips 117
sheik 117
grown 117
attacked 117
armstrong 117
conditions 117
jets 117
harry 117
ready 117
bombs 117
stopped 117
teaching 117
influential 117
richardson 117
drawn 116
immediately 116
cold 116
benefits 116
signs 116
le 116
appearance 116
electric 116
purchase 116
inc. 116
accounts 116
familiar 116
committed 116
draft 116
commitment 116
northeastern 116
worker 116
agencies 116
abroad 116
additional 116
birth 115
worldwide 115
1993 115
crown 115
minority 115
k. 115
munich 115
rabbi 115
crossing 115
moonves 115
atomic 115
session 115
chairwoman 115
approval 115
navy 115
path 115
roger 115
suffered 115
settled 115
gets 115
refugees 115
worst 114
developer 114
opposed 114
desert 114
prompted 114
sending 114
cited 114
scotland 114
dream 114
mcconnell 114
nato 114
receive 114
banks 114
walter 114
measures 114
creating 113
airlines 113
colleagues 113
invited 113
tiny 113
speak 113
weiner 113
stake 113
credit 113
laboratory 113
located 113
maria 113
mosque 113
peru 113
pulled 113
images 113
songs 113
governors 112
highway 112
flying 112
cover 112
cohen 112
luis 112
nonprofit 112
source 112
disaster 112
occupation 112
jefferson 112
supply 112
civilian 112
tourists 112
appointed 112
organizations 112
safety 112
zealand 112
add 112
memory 112
rutgers 111
mosul 111
opponents 111
protect 111
banking 111
regions 111
replace 111
coastal 111
moderate 111
accusations 111
marines 111
kazakhstan 111
behalf 111
ray 111
nancy 111
historical 111
certainly 111
childhood 110
diplomats 110
brief 110
polls 110
strategic 110
cash 110
contrast 110
oakland 110
shared 110
n.c. 110
a8 110
guide 110
fame 110
carl 110
rockaway 110
piece 110
commerce 110
movies 110
fly 110
usually 110
lewis 110
managed 110
sponsored 110
satellite 110
estimated 110
properties 110
driver 110
leads 110
... 110
ice 110
anderson 109
herself 109
cruise 109
internal 109
roberts 109
twice 109
citing 109
generally 109
tens 109
hamburg 109
kirkuk 109
request 109
inquiry 109
settlers 109
lafayette 109
formal 109
agree 109
favor 108
door 108
entered 108
actress 108
trenton 108
ones 108
edwards 108
combat 108
chad 108
parish 108
minute 108
marc 108
drove 108
mogadishu 108
surrounding 108
1986 108
benefit 108
product 108
dangerous 108
israelis 108
kill 108
junior 108
paramount 108
permanent 107
killings 107
1991 107
currency 107
wars 107
capitol 107
trouble 107
holocaust 107
cornell 107
fought 107
unless 107
increasing 107
institution 107
deals 107
natanz 107
journey 107
practices 107
studying 107
closing 107
wrong 107
buying 107
trust 107
chelsea 106
shut 106
warsaw 106
yards 106
silvio 106
aviv 106
providing 106
'll 106
girls 106
maker 106
value 106
roots 106
acquired 106
warning 106
teaches 106
suspect 106
linked 106
races 106
develop 106
shrine 106
determined 106
electricity 106
nashville 106
abuse 106
rebel 106
iraqis 106
spokeswoman 106
teachers 106
wines 106
amid 105
package 105
delivered 105
a3 105
nor 105
reading 105
occupied 105
cooper 105
springs 105
hoped 105
elite 105
bushwick 104
reality 104
accepted 104
taxes 104
baker 104
tel 104
talent 104
units 104
concerned 104
turning 104
surgery 104
expensive 104
journalists 104
cuts 104
involvement 104
pyongyang 104
soldier 104
a6 104
mets 104
partly 104
withdraw 104
formed 104
ship 104
grant 104
barry 104
rumsfeld 104
bridgeport 104
controlled 104
foot 103
unusual 103
character 103
poet 103
moore 103
impact 103
afghan 103
damage 103
dublin 103
reputation 103
faith 103
sex 103
rockets 103
ned 103
louisville 103
kelly 103
overall 102
conduct 102
regime 102
rockefeller 102
dutch 102
tourist 102
stretch 102
roughly 102
investigating 102
nominee 102
moves 102
silva 102
per 102
claimed 102
agence 102
separation 102
ask 102
snow 102
mitt 102
scientist 102
necessary 101
underground 101
presidency 101
possibly 101
aceh 101
guy 101
gordon 101
deeply 101
relatives 101
aide 101
argued 101
hamilton 101
ends 101
combined 101
premiere 101
pieces 101
hempstead 101
nevada 101
handful 101
officiated 101
fred 101
goods 101
keeping 101
hospitals 101
clients 101
corps 101
scored 100
offensive 100
rates 100
christmas 100
simon 100
putting 100
costa 100
montana 100
ball 100
sachs 100
nobel 100
caribbean 100
jay 100
protesters 100
simply 100
wake 100
southeastern 100
enter 100
captain 100
brownback 100
accident 100
negotiating 100
allowing 100
statements 100
boat 99
championships 99
incumbent 99
clearly 99
36 99
charlie 99
beth 99
czech 99
va. 99
eye 99
lt. 99
oldest 99
perform 99
c.i.a. 99
65 99
quiet 99
apple 99
doctor 99
caracas 99
ron 99
france-presse 99
400 99
serbia 99
khan 99
apartments 99
interviews 99
editorial 99
pop 99
drama 99
related 99
cincinnati 99
stepped 99
belarus 99
engineer 98
table 98
originally 98
russell 98
75 98
boss 98
hockey 98
businessman 98
abortion 98
fan 98
croatia 98
contest 98
else 98
naval 98
sarah 98
lópez 98
akron 98
declined 98
tradition 98
founding 98
hoping 97
raymond 97
evo 97
front-page 97
rocket 97
leaves 97
melbourne 97
backed 97
sitting 97
singh 97
younger 97
duke 97
cairo 97
dog 97
publisher 97
injured 97
perry 97
interested 97
finding 97
onto 97
halt 96
sort 96
ability 96
emerging 96
link 96
aides 96
succeed 96
150 96
bernard 96
tsunami 96
studios 96
giants 96
harris 96
answer 96
dictator 96
god 96
jury 96
sprawling 96
novelist 96
arabs 96
dreamworks 96
writes 96
são 96
establish 96
jerry 96
strike 96
flushing 96
mall 96
provides 96
(212) 95
consumer 95
holiday 95
douglas 95
doctors 95
villages 95
goldman 95
sharply 95
powers 95
struggling 95
steel 95
shops 95
restrictions 95
secure 95
34 95
boca 95
1979 95
unlike 95
nazi 95
schmidt 95
standard 95
governing 95
passengers 95
citizen 95
hampton 95
joining 95
philippines 95
stamford 95
vernon 94
numerous 94
camden 94
earth 94
diplomat 94
expanding 94
martha 94
assemblyman 94
havana 94
gathering 94
truck 94
literary 94
removed 94
ecuador 94
zimbabwe 94
filled 94
sculpture 94
bayside 94
rochester 94
appeals 94
paulo 94
jose 94
don 94
toledo 94
boise 94
bomber 94
memphis 94
newspapers 94
destruction 94
supporting 94
amount 94
orlando 94
weld 93
ghana 93
pretty 93
discussion 93
raising 93
literature 93
municipal 93
belfast 93
ranch 93
santiago 93
peninsula 93
pushing 93
sport 93
performances 93
competitive 93
tv 93
williamsburg 93
ferrer 93
hassan 93
sits 93
transfer 93
abraham 93
remaining 93
auto 93
features 93
poverty 92
nicholas 92
spirit 92
genocide 92
consulting 92
musicians 92
brad 92
theme 92
goals 92
jacob 92
extended 92
discussions 92
seats 92
b1 92
except 92
ronald 92
aircraft 92
montclair 92
cleric 92
bombers 92
envoy 92
golden 92
driven 92
crowded 92
none 92
standards 92
discussed 91
des 91
reasons 91
sharp 91
operates 91
hungary 91
ken 91
wild 91
retirement 91
fish 91
safe 91
save 91
calgary 91
landscape 91
environment 91
bathrooms 91
collapse 91
meant 91
lay 91
detention 91
crash 91
reduce 91
eyes 91
trains 91
blocks 91
locations 91
rochelle 91
scientists 91
changing 91
assault 91
teenager 91
rita 91
task 91
worried 90
monmouth 90
rolling 90
trees 90
priest 90
pakistani 90
suspended 90
1930 90
bell 90
selected 90
shays 90
operated 90
davos 90
apart 90
cell 90
regular 90
courts 90
dominated 90
brazilian 90
holds 90
chosen 90
frequently 90
shiites 90
denmark 90
silicon 89
sat 89
manufacturing 89
richmond 89
politician 89
cook 89
norman 89
express 89
greek 89
besides 89
repeatedly 89
max 89
birthday 89
provinces 89
dakota 89
dark 89
vision 89
sentenced 89
northwestern 89
rivals 89
hunter 89
challenges 88
placed 88
filmmaker 88
hub 88
torture 88
representing 88
quality 88
abuses 88
links 88
sinai 88
samuel 88
revolutionary 88
adam 88
watching 88
wood 88
vincent 88
33 88
destination 88
creation 88
ayatollah 88
li 88
peacefully 88
manuel 88
heading 88
spots 88
tourism 88
broker 88
agenda 88
stern 88
tells 88
lunch 88
condition 87
clubs 87
lloyd 87
advance 87
pledged 87
bishop 87
sees 87
defending 87
feature 87
resigned 87
mich. 87
athens 87
raton 87
creek 87
finish 87
colonial 87
resistance 87
uganda 87
ambitions 86
wind 86
aggressive 86
fears 86
kandahar 86
karl 86
giuliani 86
opinion 86
artistic 86
rangel 86
1982 86
announce 86
tim 86
rapper 86
target 86
awards 86
plaza 86
gives 86
guggenheim 86
album 86
australian 86
comment 86
promote 86
serves 86
assistance 86
limited 85
asking 85
parent 85
sox 85
virtually 85
code 85
federation 85
57 85
lane 85
radical 85
balance 85
survey 85
female 85
networks 85
hero 85
scholar 85
initiative 85
seasons 85
sky 85
raid 85
20th 85
6-3 85
compete 85
wagner 85
wales 85
generations 85
split 85
chapter 85
obrador 85
thompson 85
matthew 85
jacobs 85
income 85
g.m. 85
bodies 85
qatar 85
bennett 85
beautiful 85
portrait 84
wearing 84
pointed 84
drop 84
unlikely 84
super 84
38 84
painter 84
tunnel 84
walked 84
contributor 84
broken 84
recognize 84
seeing 84
straight 84
positive 84
promise 84
rooms 84
u.n. 84
ian 84
remote 84
robinson 84
paying 84
mentioned 84
trained 83
seventh 83
knows 83
sean 83
rail 83
romania 83
exile 83
activity 83
treaty 83
row 83
canton 83
turkish 83
uses 83
custody 83
malaysia 83
challenger 83
roads 83
ryan 83
denied 83
christie 83
bigger 83
abandoned 83
postwar 83
1920 83
intense 83
southwestern 83
fighters 83
harvey 83
ellen 83
hedge 82
vehicle 82
seriously 82
revenue 82
kitchen 82
closest 82
irish 82
parking 82
challenging 82
istanbul 82
values 82
anger 82
preparing 82
kills 82
welcome 82
rio 82
featured 82
gain 82
leftist 82
levels 82
restore 82
jason 82
coverage 82
hopkins 82
francis 82
song 82
persuade 82
gunmen 82
sets 82
explosion 82
mention 82
remove 82
attending 81
jail 81
suspects 81
10,000 81
troubled 81
curator 81
transit 81
degrees 81
ted 81
legendary 81
eighth 81
symphony 81
kurdish 81
card 81
37 81
comedy 81
pool 81
weekly 81
johns 81
assets 81
expect 81
petersburg 81
celebration 81
delta 81
journal 80
demands 80
guests 80
margaret 80
politically 80
drawing 80
ultimately 80
peaceful 80
hitler 80
6-4 80
researchers 80
long-term 80
vatican 80
desire 80
mainly 80
finds 80
fernando 80
luiz 80
enormous 80
adopted 80
destroyed 80
circle 80
electronic 79
favored 79
awarded 79
10th 79
double 79
a12 79
pressing 79
hear 79
admitted 79
hewlett-packard 79
fast 79
resolve 79
tests 79
earthquake 79
missing 79
ensure 79
attracted 79
featuring 79
pearl 79
commanders 79
mohammad 79
returns 79
drugs 79
fully 79
carroll 79
factories 79
thinking 79
viacom 79
aside 79
farmers 79
investor 79
minor 79
soho 79
ease 79
pm 79
advantage 79
notably 79
recorded 79
reference 79
1973 79
richest 79
bobby 78
briefly 78
stability 78
incentives 78
condominium 78
fulton 78
pull 78
sexual 78
woods 78
write 78
producers 78
crew 78
negotiate 78
bangalore 78
widespread 78
cambodia 78
developers 78
walls 78
learn 78
publishing 78
confidence 78
immediate 78
advocate 78
picked 78
1988 78
grandfather 78
sri 78
tennis 77
parliamentary 77
tickets 77
jane 77
equity 77
beauty 77
pride 77
helen 77
morocco 77
angry 77
hillary 77
powell 77
actions 77
landed 77
ney 77
p.s. 77
replaced 77
9\/11 77
harold 77
vacation 77
material 77
sixth 77
wing 77
thanks 77
dollar 77
a10 77
composer 77
receiving 77
weather 77
a.i.g. 77
rescue 77
mixed 77
urging 77
buyers 77
supposed 77
! 77
fund-raising 77
charlotte 76
associates 76
basic 76
craig 76
photographer 76
vehicles 76
1940 76
trail 76
modest 76
heritage 76
behavior 76
marathon 76
landmark 76
\* 76
sued 76
alex 76
imposed 76
najaf 76
militia 76
legacy 76
cooking 76
ideas 76
reserves 76
wo 76
plot 76
rouge 76
cease-fire 76
pace 76
100,000 76
solution 76
miss 76
omar 76
roll 75
maintain 75
ma 75
boom 75
effective 75
detainees 75
doubt 75
happy 75
grow 75
failing 75
egyptian 75
describes 75
papers 75
poorest 75
explained 75
bird 75
swept 75
syracuse 75
billionaire 75
religion 75
buried 75
coburn 75
avenues 75
banned 75
capacity 75
chemical 75
counsel 75
motors 75
broader 75
speed 75
jet 75
animal 75
panama 75
debt 75
lanka 75
suddenly 75
regularly 74
towers 74
correspondent 74
extend 74
academic 74
jennifer 74
praised 74
19th 74
socialist 74
intellectual 74
touch 74
ring 74
bensonhurst 74
gazprom 74
insisted 74
persian 74
carter 74
temporary 74
episcopal 74
o. 74
digital 74
7:30 74
koizumi 74
capture 74
happens 74
noon 74
discovery 74
identity 74
marshall 74
veterans 74
penalty 73
pleaded 73
mean 73
ill. 73
questioned 73
facilities 73
racial 73
auction 73
misspelled 73
arguing 73
danger 73
sunnis 73
telling 73
ninth 73
required 73
fund-raiser 73
chaos 73
continent 73
universities 73
5,000 73
architectural 73
tracks 73
covered 73
furniture 73
guest 73
eager 73
string 73
effectively 73
gun 73
c1 73
bars 73
churches 73
understand 73
circuit 73
striking 73
resorts 73
rain 73
41 73
require 73
stands 73
jesse 73
1964 73
gained 73
tucson 73
celebrate 73
export 73
louvre 73
premier 73
reaction 72
patricia 72
yellow 72
meets 72
salvador 72
cancún 72
caption 72
injury 72
york\/region 72
eve 72
slightly 72
unable 72
bryant 72
granted 72
bolton 72
mill 72
mansion 72
represent 72
slow 72
emeritus 72
bangkok 72
wedding 72
sisters 72
hurt 72
carol 72
dedicated 72
bright 72
schedule 72
allegations 72
concrete 72
extensive 72
civic 72
symbol 72
lula 72
recognized 72
regarded 72
westport 71
anna 71
flow 71
statue 71
initial 71
bin 71
rebels 71
interstate 71
42 71
advisers 71
1983 71
cafe 71
sacramento 71
blow 71
jan 71
incident 71
baby 71
advocates 71
dennis 71
castle 71
complained 71
viewed 71
architects 71
delegation 71
ottawa 71
neither 71
beating 71
ross 71
experienced 71
physical 71
lady 71
arrival 71
positions 71
casinos 71
strength 71
designers 71
wounding 71
19th-century 71
note 71
missile 71
pitcher 71
dismissed 71
ambitious 71
baton 71
marty 71
pair 71
middle-class 71
prodi 70
webb 70
ed 70
primarily 70
residence 70
gray 70
decide 70
laura 70
lord 70
lynch 70
promising 70
damaged 70
militias 70
terry 70
haley 70
surge 70
blood 70
materials 70
acts 70
mobile 70
respect 70
abdullah 70
maybe 70
sgt. 70
boerum 70
liberia 70
officially 70
basis 70
analysis 70
targets 70
investigate 70
chinatown 70
liverpool 70
doha 70
alfred 70
stayed 70
wyoming 70
ballot 70
formally 70
anchor 70
expanded 70
weill 70
defensive 69
racing 69
piano 69
wealth 69
midtown 69
haditha 69
celebrity 69
transformed 69
repeated 69
happen 69
initially 69
1978 69
39 69
reaching 69
models 69
kurds 69
archbishop 69
basel 69
sentence 69
solomon 69
exactly 69
window 69
mills 69
alongside 69
dealer 69
simple 69
flood 69
edison 69
scale 69
rebuilding 69
anywhere 69
establishment 69
threats 69
die 69
divided 69
inácio 69
lies 69
knowledge 68
edmonton 68
abramoff 68
harper 68
riding 68
haifa 68
bankruptcy 68
distance 68
matters 68
dining 68
oslo 68
md. 68
accompanied 68
conservatives 68
boeing 68
latvia 68
stops 68
yes 68
gang 68
airports 68
individual 68
yankee 68
testimony 68
benedict 68
schiavo 68
lose 68
indianapolis 68
illness 68
rapidly 68
andrés 68
scores 68
backing 68
shelter 68
screen 68
kathleen 68
strongly 68
warm 68
second-largest 68
producing 68
mitchell 68
anbar 68
infrastructure 68
constitutional 68
utility 67
corzine 67
deliver 67
resignation 67
connected 67
label 67
alice 67
scientific 67
rodham 67
banker 67
jacksonville 67
lynn 67
investigations 67
legislative 67
buenos 67
aires 67
membership 67
notes 67
preserve 67
collections 67
heat 67
barbour 67
taipei 67
responded 67
clean 67
engaged 67
revival 67
painted 67
researcher 67
compromise 67
victoria 67
dominant 67
letters 67
complaints 67
arranged 67
gate 67
centuries 66
core 66
presidents 66
fate 66
enron 66
severe 66
judith 66
ruth 66
assigned 66
theaters 66
ports 66
mile 66
farms 66
apparent 66
indictment 66
yorkers 66
hurricanes 66
toll 66
brutal 66
rafael 66
terri 66
specific 66
consumers 66
talked 66
resume 66
scholarship 66
agricultural 66
hardly 66
check 66
flag 66
plenty 66
85 66
ralph 66
tale 66
monument 66
swiss 66
fewer 66
whip 65
whatever 65
54 65
tree 65
options 65
photography 65
variety 65
affected 65
entirely 65
regulators 65
n.b.a. 65
bound 65
ships 65
hundred 65
insurgent 65
vowed 65
well-known 65
200,000 65
becomes 65
tulane 65
quick 65
interviewed 65
controls 65
territories 65
murray 65
railroad 65
airline 65
trucks 65
federer 65
upset 65
stringer 65
thousand 65
spa 65
entrance 65
quoted 65
limits 65
empty 65
supports 65
campbell 65
bronze 65
kingdom 65
elementary 65
engineers 65
`` 65
provincial 65
1976 65
contributed 65
nationwide 65
via 65
contracts 65
clothing 64
differences 64
choose 64
camps 64
rego 64
ward 64
balanchine 64
edition 64
characters 64
fishing 64
hispanic 64
demanding 64
demonstrations 64
importance 64
arrive 64
ramadi 64
cinema 64
reed 64
understanding 64
naples 64
bridges 64
cellphone 64
electoral 64
n.f.l. 64
suggests 64
norwalk 64
oxford 64
usual 64
6-2 64
competing 64
proud 64
ore. 64
stable 64
nicolas 64
background 64
poll 64
julie 64
perfect 64
testing 64
nice 64
dogs 64
bernstein 64
legislators 64
follows 64
pilot 64
turns 64
mario 64
nissan 64
lobbying 64
chase 64
impossible 64
walt 63
leg 63
operate 63
invitation 63
aaron 63
chamber 63
barely 63
islamist 63
theodore 63
grade 63
climate 63
remember 63
lieutenant 63
romano 63
industries 63
tight 63
brook 63
coordinator 63
travelers 63
beer 63
entry 63
blocked 63
bedrooms 63
metro 63
nationalist 63
dell 63
stem 63
cathedral 63
clinic 63
teach 63
46 63
encourage 63
joan 63
amendment 63
decisions 63
settle 63
48 63
explain 63
davenport 63
rivers 63
friedman 63
isfahan 63
reconstruction 63
loving 63
detective 63
loved 63
mine 63
type 63
suggest 62
libya 62
survivors 62
reporting 62
missed 62
working-class 62
skiing 62
pages 62
collapsed 62
actors 62
courses 62
reception 62
contact 62
glenn 62
1981 62
learning 62
pinochet 62
confrontation 62
succeeded 62
grounds 62
jihad 62
3,000 62
hip-hop 62
predicted 62
riders 62
indicted 62
volunteer 62
count 62
protestant 62
indicated 62
fisher 62
kids 62
charity 62
curtis 62
inspectors 62
crashed 62
ahmed 62
bear 62
roles 62
populist 62
beaches 62
specializes 62
driggs 61
proved 61
delphi 61
victim 61
prove 61
contractor 61
overseas 61
shareholders 61
believes 61
lakes 61
township 61
sheldon 61
reagan 61
2,000 61
gift 61
attempts 61
1969 61
busy 61
sweeping 61
rent 61
promises 61
popularity 61
acquire 61
motion 61
mayoral 61
sheriff 61
coffee 61
tip 61
roadside 61
essex 61
firms 61
pat 61
milwaukee 61
zhang 61
escape 61
beverly 61
hoboken 61
limit 61
tied 61
notion 61
cuisine 61
arm 60
starts 60
successor 60
operator 60
parade 60
cousin 60
findings 60
pursue 60
midfielder 60
43 60
technical 60
joshua 60
brick 60
concluded 60
posted 60
amy 60
getty 60
ethics 60
hair 60
newport 60
surprised 60
populous 60
refugee 60
300,000 60
accusing 60
potentially 60
conversation 60
compensation 60
chocolate 60
applied 60
predecessor 60
adult 60
canceled 60
developments 60
1938 60
gene 60
judges 60
marie 60
brain 60
laid 60
andrea 60
europeans 60
patrol 60
defend 60
cablevision 60
classes 60
53 60
rica 60
fortune 60
determine 60
joel 60
dealing 59
shape 59
1968 59
predominantly 59
bulgaria 59
destinations 59
departure 59
euros 59
bases 59
scholars 59
covers 59
ad 59
1985 59
sharpe 59
rental 59
remarkable 59
manmohan 59
2010 59
lisa 59
jakarta 59
challenged 59
helps 59
sacred 59
globe 59
dates 59
recognition 59
founders 59
kamal 59
khartoum 59
sponsor 59
kidnapped 59
billions 59
phil 59
employee 59
outspoken 59
burns 59
takeover 59
helsinki 59
kings 59
witness 59
aware 59
maj. 59
negotiator 59
welfare 59
pier 59
blamed 59
guards 59
classical 59
movements 59
1945 59
sanford 59
covering 58
bard 58
shots 58
matt 58
cuban 58
concerts 58
miguel 58
easily 58
completely 58
financed 58
surname 58
striker 58
nicaragua 58
outdoor 58
briefing 58
likes 58
espn 58
elements 58
handling 58
ten 58
alto 58
canal 58
surrounded 58
travels 58
threatening 58
pursuing 58
frederick 58
peacekeeping 58
users 58
prisoner 58
educational 58
oyster 58
proposals 58
peak 58
grandmother 58
best-known 58
thus 58
plastic 58
suffering 58
worcester 58
isaac 58
introduce 58
continental 58
markowitz 58
enclave 58
kidnapping 58
knicks 58
theft 58
breaking 58
karen 58
reduced 58
bitter 57
deadline 57
fierce 57
robbery 57
animals 57
treated 57
passage 57
seeks 57
sources 57
cnn 57
defender 57
crossed 57
rob 57
stance 57
recovery 57
planes 57
blame 57
machines 57
accounting 57
attract 57
kremlin 57
scrutiny 57
addressed 57
packed 57
battalion 57
casey 57
stroke 57
matches 57
indians 57
beslan 57
reforms 57
camera 57
gross 57
winners 57
strengthen 57
6-1 57
journalism 57
spoken 57
murphy 57
44 57
pullout 57
demanded 57
encouraged 57
fallen 57
uncle 57
nj 57
bands 57
difference 57
freeze 57
birmingham 57
1972 57
coup 57
messages 57
decline 57
virus 57
lift 57
1955 57
entrepreneur 57
feels 57
flu 57
visible 57
saints 57
windows 57
omaha 57
jared 57
arriving 56
rwanda 56
exit 56
exhibitions 56
quit 56
kiev 56
600 56
synagogue 56
profits 56
approached 56
relative 56
reactor 56
cardinal 56
obtained 56
47 56
renowned 56
nairobi 56
fill 56
wins 56
handle 56
appearances 56
boroughs 56
abdul 56
andy 56
fiction 56
lights 56
raids 56
document 56
ashland 56
rarely 56
mix 56
warehouse 56
pierre 56
extraordinary 56
allied 56
burial 56
1975 56
helicopter 56
infantry 56
everywhere 56
diverse 56
memoir 56
profit 56
atmosphere 56
hidden 56
lebron 56
luxembourg 56
opposite 56
appointment 56
parker 56
christ 56
polish 56
harrison 56
roberto 56
beaten 56
admission 56
sweet 56
inches 56
tribunal 55
kick 55
similarly 55
foster 55
shadow 55
normal 55
pro 55
oliver 55
payments 55
appearing 55
mao 55
jerome 55
carrier 55
announcing 55
imports 55
conflicts 55
f.b.i. 55
root 55
physics 55
grave 55
suite 55
stronghold 55
acquisition 55
suggesting 55
columnist 55
brighton 55
noting 55
winds 55
minimum 55
regarding 55
upscale 55
pioneer 55
multiple 55
feeling 55
ho 55
riverside 55
endorsed 55
humanitarian 55
condemned 55
weak 55
b 55
considers 55
belgrade 55
buses 55
alberto 55
specifically 55
surprising 55
hunt 55
sullivan 55
dna 55
criminals 55
violated 55
sciences 55
neighbor 55
en 55
tribute 55
flown 55
gerald 55
lucas 55
beneath 55
entering 55
dialogue 55
conductor 55
battles 55
administrator 55
cuomo 55
troop 55
faculty 55
bipartisan 55
ousted 55
franchise 55
wait 55
chicken 55
yorker 55
slovakia 54
timothy 54
19-year-old 54
freshman 54
exploded 54
graduating 54
participate 54
staged 54
sarkozy 54
mesa 54
outbreak 54
maintained 54
aol 54
cutting 54
retreat 54
diamond 54
theory 54
gregory 54
argument 54
worry 54
eli 54
ga. 54
wash. 54
doors 54
enjoyed 54
7-6 54
holland 54
internationally 54
hyde 54
otherwise 54
hits 54
1948 54
publication 54
assassinated 54
crawford 54
ranks 54
intention 54
draws 54
pianist 54
truce 54
1949 54
typical 54
shipping 54
prospects 54
posed 54
1984 54
frist 54
renewed 54
starring 54
budapest 54
electronics 54
1977 54
negotiated 54
redstone 54
vanderbilt 54
49 54
technologies 54
sheepshead 54
essentially 53
recommended 53
prepare 53
existing 53
bills 53
menendez 53
52 53
afford 53
gainesville 53
sight 53
license 53
blew 53
tenure 53
rudolph 53
sundance 53
restored 53
advice 53
score 53
merrill 53
iverson 53
tie 53
unity 53
diane 53
orthodox 53
installed 53
secular 53
stolen 53
bradley 53
dancer 53
ramallah 53
counterpart 53
diplomacy 53
embraced 53
windsor 53
extra 53
catherine 53
